const blogs = [
  {
    id: 1,
    title: "南京盐水鸭",
    content:
      "南京盐水鸭是南京著名的特产，属金陵菜，是金陵菜的代表之一，又叫桂花鸭，是中国地理标志产品。因南京有“金陵”别称，故也称“金陵盐水鸭”，久负盛名，至今已有两千五百多年历史。南京盐水鸭制作历史悠久，积累了丰富的制作经验。生产的盐水鸭鸭皮白肉嫩、肥而不腻、香鲜味美，具有香、酥、嫩的特点。而以中秋前后，桂花盛开季节制作的的盐水鸭色味最佳，名为桂花鸭。2018年9月，南京盐水鸭入选由中国烹饪协会主办的“世界发布‘中国菜’活动暨全国省籍地域经典名菜”中江苏榜名单，被评为江苏十大经典名菜。",
    author: "王小明",
    image:
      "https://img2.baidu.com/it/u=4131646084,1626368215&fm=253&fmt=auto&app=120&f=JPEG?w=818&h=800",
    likes: 150,
    views: 300,
    bookmarks: 50,
    tags: ["江苏美食", "南京", "盐水鸭"],
  },
  {
    id: 2,
    title: "无锡小笼包",
    content:
      "无锡小笼包，当地人又称小笼馒头，以皮薄卤多而誉遍沪、宁、杭一带，是江苏无锡地方传统名点，已有百年历史。它选用上等面粉制作、选料精细、小笼蒸煮，南方口味，具有夹起不破皮，翻身不漏底，一吮满口卤，味鲜不油腻等特色。馒头紧酵皮薄（注传统无锡小笼馒头做法中，馒头皮不发酵，因此蒸熟后皮薄而不破，很有嚼劲）、馅多卤足、鲜嫩味香，秋冬时，馅心中加入熬熟的蟹黄油，即为著名的“蟹粉小笼”，食时鲜美可口，是江苏著名的特色美食小吃。",
    author: "李华",
    image:
      "http://t14.baidu.com/it/u=3365715823,3720405743&fm=224&app=112&f=JPEG?w=499&h=333",
    likes: 200,
    views: 400,
    bookmarks: 75,
    tags: ["江苏美食", "无锡", "小笼包"],
  },
  {
    id: 3,
    title: "松鼠桂鱼",
    content:
      "松鼠桂鱼是江苏苏州地区的一道汉族传统名菜，在江南各地一直将其列作宴席上的上品佳肴，在海内外久享盛誉。这道菜有色有香，有味有形，更让人感兴趣的还有声。当炸好的犹如“松鼠”的桂鱼上桌时，随即浇上热气腾腾的卤汁，鱼色金黄，外脆内松，卤汁金红，甜中带酸，鲜香可口。",
    author: "张伟",
    image:
      "https://img2.baidu.com/it/u=1912158007,2994995462&fm=253&fmt=auto&app=120&f=JPEG?w=543&h=338",
    likes: 180,
    views: 350,
    bookmarks: 60,
    tags: ["江苏美食", "苏州", "松鼠桂鱼"],
  },
  {
    id: 4,
    title: "扬州炒饭",
    content:
      "扬州炒饭，又名扬州蛋炒饭，是江苏扬州经典的汉族小吃，原流传于当地民间，相传源自隋朝越国公杨素爱吃的碎金饭，即蛋炒饭。扬州的蛋炒饭，风味各异，品种繁多，有“清蛋炒饭”、“金裹银蛋炒饭”、“虾仁蛋炒饭”、“火腿蛋炒饭”、“三鲜蛋炒饭”、“什锦蛋炒饭”等等。扬州炒饭选料严谨，制作精细，加工讲究，而且注重配色，炒制完成后，颗粒分明，粒粒松散，软硬有度，色彩调和，光泽饱满，配料多样，鲜嫩滑爽，香糯可口。",
    author: "刘洋",
    image:
      "https://img1.baidu.com/it/u=2871667493,2942104905&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500",
    likes: 120,
    views: 240,
    bookmarks: 40,
    tags: ["江苏美食", "扬州", "炒饭"],
  },
  {
    id: 5,
    title: "鸭血粉丝汤",
    content:
      "鸭血粉丝汤是南京的传统名吃，属金陵菜、金陵小吃，是金陵菜和金陵小吃中重要的代表，也是久负盛名以鸭为特色的美食之一。鸭血粉丝汤由鸭血、鸭肠、鸭肝等加入鸭汤和粉丝制成。以其口味平和，鲜香爽滑的特点，以及南北皆宜的口味特色，风靡于全国各地。南京自古喜食鸭馔，盛行以鸭制肴，有“金陵鸭肴甲天下”之美誉。鸭血粉丝汤更是入选由中国烹饪协会主办“中国地域十大名小吃”江苏榜名单。",
    author: "陈思琪",
    image:
      "https://img2.baidu.com/it/u=1402525695,2349183342&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667",
    likes: 160,
    views: 320,
    bookmarks: 55,
    tags: ["江苏美食", "南京", "鸭血粉丝汤"],
  },
  {
    id: 6,
    title: "奥灶面",
    content:
      "奥灶面，中国十大面条之一，是江苏省昆山市的传统面食小吃之一，属于苏菜系，也是江苏十大著名美食之一。到昆山游览玉峰山，人们总要去“奥灶馆”品尝一碗“奥灶面”。奥灶面以红油爆鱼面和白汤卤鸭面最为著名，奥灶面深受顾客欢迎，在于汤面有特色，它继承传统做法，用青鱼的鱼鳞、鱼鳃、鱼肉、鱼的粘液煎煮提出，所以味道鲜美异常。其次在于浇头有考究，爆鱼一律用青鱼制作，卤鸭则以“昆山大麻鸭”用老汤烹煮，故肥而不腻。奥灶面更是入选由中国烹饪协会主办“中国地域十大名小吃”江苏榜名单。",
    author: "林雨薇",
    image:
      "https://img1.baidu.com/it/u=1587145580,4608310&fm=253&fmt=auto&app=120&f=JPEG?w=1138&h=800",
    likes: 100,
    views: 200,
    bookmarks: 30,
    tags: ["江苏美食", "昆山", "奥灶面"],
  },
  {
    id: 7,
    title: "镇江锅盖面",
    content:
      "镇江锅盖面，又称为镇江小刀面，是江苏镇江的传统名点。它以面条劲道、汤料鲜美而著称。锅盖面的面条制作讲究，需选用优质面粉，经过反复揉捏和拉扯，使得面条既有韧性又滑爽。搭配上独特的汤料和浇头，让人回味无穷。",
    author: "黄建国",
    image:
      "https://img1.baidu.com/it/u=1488487913,4269810961&fm=253&fmt=auto&app=120&f=JPEG?w=1067&h=800",
    likes: 130,
    views: 260,
    bookmarks: 45,
    tags: ["江苏美食", "镇江", "锅盖面"],
  },
  {
    id: 8,
    title: "扬州三丁包子",
    content:
      "扬州三丁包子，是一道传统特色小吃，江苏扬州名点，特点是面粉的发酵方式和馅心的精工细作。所谓“三丁”，即以鸡丁、肉丁、笋丁制成，鸡丁选用隔年母鸡，既肥且嫩；肉丁选用五花肋条，膘头适中；笋丁根据季节选用鲜笋。三丁又称三鲜，三鲜一体，津津有味，清晨果腹，至午不饥，以这三丁作馅，鲜、香、脆、嫩俱备，肥而不腻，在此基础上加入参丁、虾丁的“五丁包子”更是营养滋补。三丁包子更是入选由中国烹饪协会主办“中国地域十大名小吃”江苏榜名单，是江苏十大美食之一。",
    author: "周婷婷",
    image:
      "https://img0.baidu.com/it/u=3785627248,1810185515&fm=253&fmt=auto&app=138&f=JPEG?w=750&h=500",
    likes: 170,
    views: 340,
    bookmarks: 65,
    tags: ["江苏美食", "扬州", "三丁包子"],
  },
  {
    id: 9,
    title: "梁溪脆鳝",
    content:
      "梁溪脆鳝是无锡的传统名菜，属于苏菜系。这道菜以活鳝鱼为主料，经过精细的刀工处理和独特的烹饪工艺，使鳝鱼肉质鲜嫩，外皮酥脆，色泽金黄，搭配特制的调料，味道鲜美，是无锡地区的特色美食之一。",
    author: "吴志强",
    image:
      "https://img0.baidu.com/it/u=2992109201,4098690543&fm=253&fmt=auto&app=138&f=JPEG?w=515&h=500",
    likes: 140,
    views: 280,
    bookmarks: 50,
    tags: ["江苏美食", "无锡", "脆鳝"],
  },
  {
    id: 10,
    title: "苏州碧螺虾仁",
    content:
      "碧螺虾仁是苏州地区的传统名菜，属于苏菜系。这道菜以新鲜的虾仁为主料，配以苏州特产的碧螺春茶叶，经过精细的烹饪工艺，使虾仁鲜嫩爽口，带有淡淡的茶香，色泽洁白，是一道色香味俱佳的美食。",
    author: "徐梦瑶",
    image:
      "https://img1.baidu.com/it/u=1521661926,4051455764&fm=253&fmt=auto&app=120&f=JPEG?w=1124&h=800",
    likes: 110,
    views: 220,
    bookmarks: 35,
    tags: ["江苏美食", "苏州", "碧螺虾仁"],
  },
  {
    id: 11,
    title: "常州大麻糕",
    content:
      "常州大麻糕是江苏常州的传统名点，具有悠久的历史。它以精制面粉、猪油、芝麻等为主要原料，经过多道工序制作而成。大麻糕色泽金黄，层次分明，酥松香甜，口感细腻，是常州地区的特色小吃之一，深受当地居民和游客的喜爱。",
    author: "马丽娟",
    image:
      "https://img0.baidu.com/it/u=580517942,3023498721&fm=253&fmt=auto&app=120&f=JPEG?w=800&h=1200",
    likes: 190,
    views: 380,
    bookmarks: 80,
    tags: ["江苏美食", "常州", "大麻糕"],
  },
  {
    id: 12,
    title: "南通文蛤",
    content:
      "南通文蛤是江苏南通地区的特色美食，属于苏菜系。文蛤肉质鲜美，营养丰富，是海产贝类中的上品。南通文蛤以其个大、壳薄、肉嫩、味鲜而闻名，可清蒸、红烧或煮汤，是南通人餐桌上常见的美味佳肴。",
    author: "孙建国",
    image:
      "https://img0.baidu.com/it/u=180088407,4023904874&fm=253&fmt=auto&app=138&f=JPEG?w=692&h=500",
    likes: 150,
    views: 300,
    bookmarks: 50,
    tags: ["江苏美食", "南通", "文蛤"],
  },
  {
    id: 13,
    title: "徐州地锅鸡",
    content:
      "徐州地锅鸡是江苏徐州地区的特色名菜，属于苏菜系。这道菜以农村散养的草鸡为主料，配以土豆、洋葱等配菜，在铁锅中慢炖而成。地锅鸡色泽红亮，鸡肉鲜嫩，土豆软糯，味道浓郁，具有浓郁的乡土气息，是徐州地区的招牌美食之一。",
    author: "曹伟",
    image:
      "https://img0.baidu.com/it/u=4002166507,3438450215&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500",
    likes: 210,
    views: 420,
    bookmarks: 90,
    tags: ["江苏美食", "徐州", "地锅鸡"],
  },
  {
    id: 14,
    title: "淮安红烧肉",
    content:
      "淮安红烧肉是江苏淮安地区的传统名菜，属于苏菜系。这道菜选用五花肉为主要原料，经过煸炒、炖煮等多道工序制作而成。红烧肉色泽红亮，肉质酥烂，肥而不腻，入口即化，味道甜咸适中，是淮安地区的经典美食之一。",
    author: "杨静",
    image:
      "https://img2.baidu.com/it/u=837364664,3766769379&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667",
    likes: 160,
    views: 320,
    bookmarks: 60,
    tags: ["江苏美食", "淮安", "红烧肉"],
  },
  {
    id: 15,
    title: "苏州西山枇杷",
    content:
      "苏州西山枇杷是江苏苏州地区的特色水果，享有“天下第一枇杷”的美誉。西山枇杷以其果实饱满、色泽金黄、肉质细腻、汁多味甜而闻名。每年五六月份，西山枇杷成熟时节，漫山遍野的枇杷树挂满金黄的果实，吸引着众多游客前来品尝和采摘，是苏州地区的特色农产品之一。",
    author: "赵明",
    image:
      "https://img2.baidu.com/it/u=2008311693,1327032851&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=653",
    likes: 180,
    views: 360,
    bookmarks: 70,
    tags: ["江苏美食", "苏州", "枇杷"],
  },
];

export default blogs;
